envelope.txt

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:tem="http://tempuri.org/">
   <soapenv:Header/>
   <soapenv:Body>
      <tem:ImportarXML>
         <!--Optional:-->
         <tem:pvstrDatos><Importar xmlns:si="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema">
<NombreConexion>PlexaPruebas</NombreConexion>
<IdCia>1</IdCia>
<Usuario>cyseg-sperea</Usuario>
<Clave>Syceg2025</Clave>
<Datos>
<Linea>000000100000001001</Linea>
<Linea>0000002045000070011123EAT000000012023-11-12               06110Some notes                                                                                                                                                                                                                                                     601          12345                00000000                                                                                                       000000000000001000000000000000.0000000000000000000.0000000000000000000.0000                                                                                                                                                                                                                                                                              </Linea>
<Linea>000000304500007001123EAT0000000100000001                                                       BODEGA1                         601MOTIVO1CO1  CCOSTO1                       UNIDAD1000000000000100.0000000000000000000.0000000000000000050.0000Movimiento de prueba                                                                                                                                                                                                                                           Desc Variable                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                           UM1                          00000987                                                                                                              UN1                 00000000</Linea>
<Linea>000000499990001001</Linea>
</Datos>
</Importar></tem:pvstrDatos>
         <tem:printTipoError>0</tem:printTipoError>
      </tem:ImportarXML>
   </soapenv:Body>
</soapenv:Envelope>